/*************************************************************************
	> File Name: 134.c
	> Author:AlanIvan 
	> Mail: 2728946156@qq.com
	> Created Time: 2021年02月17日 星期三 12时21分38秒
 ************************************************************************/

#include<stdio.h>
int main (void) {
    int m, n, i;
    scanf("%d %d", &m, &n);
    m = (m % 11 == 0) ? (m / 11) : (m / 11 + 1);
    n /= 11;
    for (i = m; i <= n; i++) {
        i != m && putchar(' ');
        printf("%d", i * 11);
    }
    return 0;
}
